Repository: malespiaut/glame
Catalog: po/*.po
Languages: da, de, fr, it

source: Unable to create input node
da: Kan ikke oprette inddataknude
de: Kann Eingang nicht erzeugen
fr: Impossible de créer le module d'entrée
it: Impossibile creare nodo di input

source: Unable to apply effect node(s)
de: Kann Effekt nicht hinzufügen
fr: Impossible d'appliquer le(s) module(s)

source: Unable to launch network
da: Kan ikke starte kredsløb
de: Kann Netzwerk nicht starten
fr: Impossible de charger le réseau
it: Impossibile eseguire la rete di filtri

source: Cannot construct network
da: Kan ikke konstruere kredsløb
de: Kann Netzwerk nicht erzeugen
fr: Impossible de créer le réseau
it: Impossibile costruire la rete di filtri

source: Preview
da: Forhåndsvisning
de: Vorschau
fr: Lecture
it: Anteprima

source: Apply
da: Anvend
de: Ausführen
fr: Appliquer
it: Applica

source: Parameters of %s
da: Parametre for %s
de: Parameter von %s
fr: Paramètres de %s
it: parametri di %s

source: The network You wish to expand is already opened, do You wish to close the view?
de: Das Netzwerk, daß expandiert werden soll ist schon geöffnet, wollen Sie daszugehörige Fenster schließen?
fr: Le réseau que vous souhaitez étendre est déjà ouvert, voulez vous fermer son affichage?

source: Name
fr: Nom

source: Value
de: Wert
fr: Valeur

source: This item does not have a description
da: Dette element har ingen beskrivelse
de: Dieses Element hat keine Beschreibung
fr: Cet élément n'a pas de description
it: Questo elemento non possiede descrizione

source: In
de: Eingang
fr: Entrée

source: Out
de: Ausgang
fr: Sortie

source: Empty
da: Tom
de: Leer
fr: Vide
it: Vuoto

source: Properties
da: Egenskaber
de: Eigenschaften
fr: Propriétés
it: Proprietà

source: Export parameters...
da: Eksportér parametre...
de: Parameter exportieren...
fr: Exporter les paramètres:
it: Esporta parametri...

source: Remap All
de: Alle verknüpfen
fr: Redessiner tout

source: Select parameter:
da: Udvælg parameter:
de: Parameter selektieren:
fr: Selectionner le paramètre:
it: Seleziona parametri:

source: External name:
da: Eksternt navn:
de: Externer Name:
fr: Nom externe:
it: Nome esterno:

source: Delete node
de: Lösche Node
fr: Supprimer le module

source: _Delete
da: _Slet
de: Löschen
fr: _Supprimer
it: Cancella

source: Expand
de: Expandieren
fr: Etendre

source: _Expand
da: _Udvid
de: _Expandieren
fr: _Etendre
it: _Espandi

source: _Redirect parameter
da: Omdirigér _parameter
de: Pa_rameter umlenken
fr: _rediriger un paramètre
it: _Redireziona parametro

source: Group selection
de: Gruppiere Selektion
fr: Grouper

source: _Group selection
da: _Gruppér markering
de: _Gruppiere Selektion
fr: _Grouper
it: Selezione gruppo

source: Ungroup
de: Gruppe auflösen
fr: Dégrouper

source: _Ungroup
da: _Degruppér
de: Gr_uppe auflösen
fr: _Dégrouper
it: smembra gruppo

source: Cop_y selection
da: _Kopiér markering
de: Selektion kopieren
fr: _Copier la selection
it: Copia selezione

source: Copy selection
de: Selektion kopieren
fr: Copier la selection

source: Collapse selection
de: Selektion zusammenfassen
fr: Ecraser la selection

source: _Collapse selection
da: Sammenfold _markering
de: Selektion zusammenfassen
fr: _Ecraser la selection

source: _About node...
da: _Om...
de: Information...
fr: A pr_opos du module...
it: _Informazioni su nodo...

source: Show help
de: Hilfe
fr: Afficher l'aide

source: _Help
da: _Hjælp
de: _Hilfe
fr: _Aide
it: Aiuto

source: Source properties
de: Quelleigenschaften
fr: Propriétés de la source

source: _Source properties...
da: Egenskaber for _kilde...
de: Eigenschaften der Quelle
fr: Propriétés de la _source...
it: Proprietà sorgente...

source: D_estination properties...
da: Egenskaber for _mål...
de: Eigenschaften des Ziels
fr: Propriétés de la d_estination
it: Proprietà di destinazione...

source: Destination properties
de: Zieleigenschaften
fr: Propriétés de la destination

source: Delete pipe
de: Lösche Verbindung
fr: Supprimer la connection

source: Samplerate: %d
da: Samplefrekvens: %d
fr: Fréquence d'échant.: %d

source: Source params:
da: Kildeparametre:
de: Quellparameter:
fr: Paramètres de la source:
it: Parametri sorgente:

source: Dest params:
da: Målparametre:
de: Zielparameter:
fr: Paramètres de la destination:
it: Parametri destinazione:

source: _Redirect port
da: Omdirigér _port
de: Anschluß umlenken
fr: _Rediriger le port
it: _Redireziona porta

source: Export as...
da: Eksportér som...
de: Exportieren als...
fr: Exporter sous...
it: Esporta come ...

source: New port name
da: Nyt portnavn
de: Neuer Anschlußname
fr: Nom du nouveau port
it: Nuovo nome porta

source: Label: %s
de: Bezeichnung: %s
fr: Etiquette: %s

source: _Paste
da: Sæt _ind
de: Einfügen
fr: _Coller
it: Incolla

source: Delete Port
da: Slet port
de: Anschluß löschen
fr: Supprimer le port
it: Cancella porta

source: Deletes selected redirection
de: Selektierte Umlenkung löschen
fr: Supprime la redirection sélectionnée

source: Delete Parameter
da: Slet parameter
de: Parameter löschen
fr: Supprimer paramètre
it: Cancella parametro

source: Unknown
da: Ukendt
de: Unbekannt
fr: Inconnu
it: Sconosciuto

source: Parameters
da: Parametre
fr: Paramètres
it: Parametri

source: Execute
da: Udfør
de: Ausführen
fr: Lancer
it: Esegui

source: Executes Filternetwork
da: Udfører filterkredsløb
de: Führt Netzwerk aus
fr: Lancer le réseau de filtres
it: Esegui rete di filtri

source: Register
da: Registrér
de: Registrieren
fr: Référencer
it: Registra

source: Registers actual filternetwork
da: Registrerer det aktuelle filterkredsløb
de: Registriert das aktuelle Netzwerk
fr: Référencer le réseau actuel
it: Registra rete di filtri attuale

source: Save
da: Gem
de: Speichern
fr: Enregistrer
it: Salva

source: Saves Filternetwork
da: Gemmer filterkredsløb
de: Speichert das Netzwerk
fr: Enregistrer le réseau de filtres
it: Salva rete di filtri

source: Edit Filternetwork Properties
da: Redigér egenskaber for filterkredsløb
de: Netzwerkeigenschaften bearbeiten
fr: Editer le réseau de filtres
it: Edita proprietà della rete di filtri

source: Zoom in
da: Forstør
de: Vergrößern
fr: Zoomer plus
it: aumenta Zoom

source: Zooms in
de: Vergrößert die Ansicht
fr: Zoome plus

source: Zoom out
da: Formindsk
de: Verkleinern
fr: Zoomer moins
it: diminuisci Zoom

source: Zooms out
de: Verkleinert die Ansicht
fr: Zoome moins

source: Adjusts scroll region
de: Passt das Fenster an
fr: Ajuste l'affichage

source: View all
da: Vis alt
de: Komplettansicht
fr: Voir tout
it: Mostra tutto

source: Add last
da: Tilføj seneste
de: Letztes hinzufügen
fr: Ajouter le dernier
it: Aggiungi ultimo

source: Adds last filter
da: Tilføjer seneste filter
de: Fügt den zuletzt hinzugefügten Filter hinzu
fr: Ajoute le dernier filtre
it: Aggiungi ultimo filtro

source: Close
da: Luk
de: Schließen
fr: Fermer
it: Chiudi

source: Help
da: Hjælp
de: Hilfe
fr: Aide
it: Aiuto

source: Load filternetwork
da: Indlæs filterkredsløb
de: Netzwerk laden
fr: Charger un réseau de filtres
it: Carica rete di filtri

source: Filename
da: Filnavn
de: Dateiname
fr: Nom du fichier
it: Nome file

source: Error in loading network Check out the glame-console output for more information
da: Fejl i indlæsning af kredsløb Se GLAME-konsollen for mere information
de: Das Netzwerk kann nicht geladen werden\n Sehen Sie auf der Konsole nach, um weitere Informationen zu erhalten
fr: Erreur de chargement du réseau de filtres Vérifier les messages de la console glame pour plus d'informations
it: Errore durante il caricamente della rete di filtri Controllare la console di glame per maggiori informazioni

source: Save network as...
da: Gem kredsløb som...
de: Netzwerk speichern als...
fr: Sauver le réseau comme...
it: Salva rete di filtri come...

source: Filter name
da: Filternavn
fr: Nom du filtre
it: Nome filtro

source: Category
da: Kategori
de: Kategorie
fr: Catégorie
it: Categoria

source: Empty file/filter or category name
da: Slet fil-, filter- eller kategorinavn
de: Leerer Datei-/Filter- oder Kategoriename
fr: Fichier/filtre ou catégorie vide
it: File/filtro o categoria vuota

source: Filtername
da: Filternavn
fr: Nom du filtre
it: Nome filtro

source: Binding
de: Belegung
fr: Action

source: Key
de: Taste
fr: Touche

source: Scope
de: Umgebung
fr: Utilisé dans

source: Channels
fr: Canaux

source: Quality
fr: Qualité

source: Samplerate
fr: Fréq. d'échant.

source: Duration
fr: Durée

source: Select a file first!
de: Erst eine Datei selektieren!
fr: Sélectionnez un fichier svp.

source: track-%i
fr: Piste-%i

source: resample
fr: rééchantilloner

source: frequency
fr: fréquence

source: Connection to resample failed
fr: Connexion au rééchantill. a échoué

source: Connection failed for channel %d
fr: La connexion au canal %d a échouée

source: Importing
fr: En cours d'import

source: Done.
fr: Fin.

source: Failed to create importing network
de: Das Import-Netzwerk konnte nicht erstellt werden
fr: Impossible d'importer le réseau de filtres

source: Not implemented
fr: Non implémenté

source: Here
fr: Ici

source: format property: %s, ftype=%d, version=%d
fr: propriété du format: %s, ftype=%d, version=%d

source: You shouldn't see this :)
fr: Vous ne devriez pas faire cela :)

source: setup %d channels
fr: setup %d canaux

source: Couldn't create ssp plugin
fr: Impossible de créer le plugin ssp

source: Couldn't create maxrms plugin
fr: Impossible de créer le plugin maxrms

source: Analyzing
fr: Analyse en cours

source: Start network for %d samples
fr: Lancer le réseau pour %d échantillons

source: Cancelled.
fr: Annulé

source: Cleanup
fr: Nettoyage

source: Got filename %s
fr: Fichier %s

source: Resample
da: Gentag sampling
fr: Rééchantill.

source: Import File
fr: Importer fichier

source: File Information
da: Filinformation
fr: Informations fichier
it: Informazioni File

source: Get RMS & DC-Offset
da: Beregn RMS og DC-forskydning
fr: Calculer RMS & DC-Offset
it: Computa RMS & DC-Offset

source: Rate
da: Frekvens
fr: Freq.

source: Import
da: Importér
fr: Importer
it: Importa

source: Select a filename first!
fr: Sélectionnez d'abord un fichier svp

source: Exporting
fr: Export en cours

source: Error!
fr: erreur!

source: Failed to create exporting network
fr: impossible de créer le réseau d'exportation

source: Export File
fr: Exporter fichier

source: File Format
fr: Format du fichier

source: Compression Type
fr: Type de compression

source: Render Options
fr: Options de sortie

source: Sample Format
fr: Format

source: Creates a new Project group
da: Opret en ny projektgruppe
de: Legt eine neue Projektgruppe an
fr: Créer un nouveau groupe Projet
it: Crea un nuovo gruppo di progetti

source: _New Project
da: _Nyt projekt
de: _Neues Projekt
fr: _Nouveau Projet
it: _Nuovo progetto

source: Edit File...
da: Redigér fil...
de: Bearbeite Datei...
fr: Editer un fichier
it: Edita File...

source: Imports a file and opens the waveedit window
da: Importerer en fil og åbner signalredigeringsvinduet
de: Importiert eine Datei und öffnet das Waveedit-Fenster
fr: Importer un fichier et ouvrir une fenetre d'édition audio
it: Importa un file e apre la finestra di waveedit

source: Empty [deleted]
da: Tøm [slettet]
de: Lösche [deleted]
fr: Vider [deleted]
it: Vuoto [cancellato]

source: Kills [deleted] folder
da: Dræber mappen [slettet]
de: Leert den Ordner [deleted]
fr: Tuer un dossier [deleted]
it: Cancella cartella [cancellata]

source: Show _console
da: _Vis konsol
de: Zeige _Konsole
fr: Afficher _console
it: Mostra _console

source: Shows the GLAME console
da: Viser GLAME-konsollen
de: Zeigt die GLAME-Console an
fr: Afficher la console GLAME
it: Mostra la console di GLAME

source: Import...
da: Importér...
fr: Importer...
it: Importa..

source: Imports a file
da: Importerer en fil
de: Importiert eine Datei
fr: Importe un fichier
it: Importa un file

source: Syncs meta to disk
da: Gemmer swapfilinformation på harddisken
de: Speichert Metadaten auf Platte
fr: Synchronise le fichier d'échange sur disque
it: Sincronizza metadati sul disco

source: Creates a new filternetwork
da: Opretter et nyt filterkredsløb
de: Erstellt ein neues Filternetzwerk
fr: Créer un nouveau réseau de filtres
it: Crea una nuova rete di filtri

source: New Filternetwork
da: Nyt filterkredsløb
de: Neues Filternetzwerk
fr: Nouveau réseau de filtres
it: Nuova rete di filtri

source: Load Plugin
da: Indlæs udvidelsesmodul
de: Lade Plugin
fr: Charger Plugin
it: Carica Plugin

source: Loads and registers a plugin
da: Indlæser og registrerer et udvidelsesmodul
de: Lädt und registriert ein Plugin
fr: Charger et référencer un Plugin
it: Carica e registra un plugin

source: Opens a gnome help browser
da: Åbner GLAME-hjælp
de: Öffnet die Glame-Hilfe
fr: Ouvrir un navigateur d'aide gnome
it: Apri help di gnome

source: Opens a gnome help browser with the quick start guide
da: Kort introduktion til GLAME
de: Öffnet die Glame-Kurzeinführung
fr: Ouvrir un navigateur d'aide avec le guide rapide
it: Apri help di gnome con la guida rapida

source: Quick Start Guide
da: Kort introduktion
de: Kurzeinführung
fr: Guide rapide
it: Guida rapida

source: List key-bindings
da: Vis genvejstater
de: Zeige Tastaturbelegung
fr: Liste des raccourcis clavier
it: Elenca assegnamenti tasti

source: Lists the current key-bindings
da: Viser de nuværende genvejstaster
de: Zeigt die aktuelle Tastaturbelegung
fr: Liste des raccourcis clavier actuels
it: Elenca assegnamento tasti corrente

source: _Project
da: _Projekt
de: _Projekt
fr: P_rojet
it: _Progetto

source: _Filternetwork
da: _Filterkredsløb
de: _Filternetzwerk
fr: _Réseau de filtres
it: Rete di Filtri

source: Unnamed
de: Unbenannt
fr: Sans nom

source: Error importing
de: Fehler beim Importieren
fr: Erreur d'importation

source: Edit audio file
de: Bearbeite Audiodatei
fr: Editer un fichier audio

source: Cannot open wave editor
da: Kan ikke åbne signalredigering
de: Kann Wavebearbeitungsfenster nicht öffnen
fr: Ne peut ouvrir l'éditeur audio
it: Non riesco ad aprire il wave editor

source: Cannot place imported wave
da: Kan ikke tilføje importeret signal
de: Kann Wellenform nicht einfügen
fr: Ne peut placer le son importé
it: Non riesco ad inserire la forma d'onda importata

source: Error loading plugin
da: Fejl under indlæsning af udvidelsesmodul
de: Schwerer Ausnahmefehler beim Laden des Plugins
fr: Erreur de chargement plugin
it: Errore durante il caricamento del plugin

source: Audio plugins
fr: Plugins audio

source: Add
de: Hinzufügen
fr: Ajouter

source: Swapfile
da: Swapfil
de: Auslagerungsdatei
fr: Fichier d'échange
it: File di swap

source: You need lots of diskspace available at the swapfile location.
da: Swapfilen har behov for meget plads på harddisken.
de: Die Auslagerungsdatei benötigt eine Partition mit viel freiem Speicherplatz
fr: Il faut beaucoup d'espace disque pour le fichier d'échange audio.
it: Necessiti di molto spazio sul disco nel percorso file di swap

source: GLAME doesnt handle running out of disk space very well.
da: For lidt plads på harddisken håndteres ikke særlig godt af GLAME.
de: Glame versteht es nicht besonders gut, mit dem Fehlerfall einer komplett beschriebenen Platte umzugehen
fr: GLAME ne peut pas supporter un espace disque devenu nul .
it: GLAME non gestisce molto bene la carenza di spazio sul disco

source: Swapfile Path
da: Sti til swapfil
de: Pfad zur Auslagerungsdatei
fr: Emplacement (chemin) du fichier d'échange
it: Percorso file di swap

source: NOTE: Swapfile settings take effect after restart only
da: Indstillingerne for swapfilen træder først i kraft efter genstart
de: Die geänderten Einstellungen für die Auslagerungsdatei werden erst nach einem Neustart aktiv
fr: Les modifications du fichier d'échange sont effectives seulement après redémarrage .
it: NOTA: I cambiamenti dei settaggi relativi al file di swap sono effettivi al prossimo avvio

source: Depth of undo stack
da: Antal handlinger der kan fortrydes
de: Anzahl der Schritte, die rückgängig gemacht werden können
fr: Nombre de Undo possibles
it: Profondità dello stack undo

source: Dont change values below, if you dont know what you are doing.
de: Folgende Werte sollten nur geändert werden, wenn Sie wissen, was Sie tun.
fr: Ne changez pas les valeurs ci-dessous, sauf si vous savez ce que vous faites

source: Filternetwork
da: Filterkredsløb
de: Filternetzwerk
fr: Réseau de filtres
it: Rete di filtri

source: Maximum number of cached fragment headers
de: Maximale Zahl gecachter Fragmentköpfe
fr: Nbre maximum de fragments d'entête en cache

source: Property popup timeout [ms]
da: Forsinkelse på egenskabsdialog [ms]
de: Verzögerung Einstellungshinweise [ms]
fr: Délai pour afficher les propriétés [ms]
it: Timeout nel popup Proprietà [ms]

source: Maximum number of cached file descriptors
de: Maximale Zahl gecachter Dateideskriptoren
fr: Nbre maximum de descripteurs de fichiers en cache

source: Mac mode (one mouse button mode)
da: Mac-tilstand (en museknap)
de: Mac-Modus (eine Maustaste)
fr: Mode Mac (souris à un bouton)
it: Modalità Mac (un solo bottone mouse)

source: Maximum number of cached memory mappings
de: Maximale Zahl gecachter Speicherbereiche
fr: Nbre maximum de maps mémoires en cache

source: Maximum virtual memory used for caching
de: Maximal genutzter Speicher für Caching
fr: Maximum de mémoire virtuelle utilisée pour le cache

source: Audio I/O
da: Lyd-ind/uddata
de: Audio-Ein/Ausgabe
fr: Audio Entrées/Sorties

source: Default input plugin (audio_in)
da: Standardudvidelsesmodul til inddata (lyd_ind)
de: Standard-Audioeingabeplugin (audio_in)
fr: Plugin d'entrée par défaut (audio_in)
it: input plugin (audio_in) predefinito

source: Default input device
da: Standardenhed til inddata
de: Standard-Eingabegerät
fr: Périphérique d'entrée par défaut
it: Dispositivo di input predefinito

source: No audio input plugin
de: Kein Audioeingabeplugin
fr: Pas de plugin d'entrée audio par défaut

source: Default output plugin (audio_out)
da: Standardudvidelsesmodul til uddata (lyd_ud)
de: Standard-Audioausgabeplugin (audio_out)
fr: Plugin de sortie par défaut (audio_out)
it: plugin di output (audio_out) predefinito

source: Default output device
da: Standardenhed til uddata
de: Standard-Ausgabegerät
fr: Périphérique de sortie par défaut
it: device di output predefinito

source: No audio output plugin
de: Kein Audioausgabeplugin
fr: Pas de plugin de sortie audio par défaut

source: Size hint for audio buffers [samples]
da: Foretrukne størrelse på lydbuffer [samples]
de: Bevorzugte Größe der Audiopuffer [Abtastpunkte]
fr: Taille suggérée des buffers [nb échantillons]
it: Suggerimento grandezza buffer audio [samples]

source: Richard Guenther [Richi]
de: Richard Günther [Richi]
fr: Richard Günther [Richi]

source: and others
da: med flere
de: und andere
fr: et d'autres
it: e altri

source: This program is free software; you can redistribute it and/or modifyit under the terms of the GNU General Public License as published bythe Free Software Foundation; either version 2 of the License, or(at your option) any later version. This program is distributed in the hope that it will be useful,but WITHOUT ANY WARRANTY; without even the implied warranty ofMERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See theGNU General Public License for more details. You should have received a copy of the GNU General Public Licensealong with this program; if not, write to the Free SoftwareFoundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
fr: Ce programme est un logiciel libre; vous pouvez le redistribuer et/ou le modifier sousles termes de la GNU General Public License publiée par la Free Software Foundation; soit la version 2 de la Licence, soit (à votre choix) une version ultérieure. Ce programme est distribué dans l'espoir qu'il soit utile, mais SANS AUCUNE GARANTIE. Voir la Gnu General Public License pour plus de détails . Vous devriez avoir reçu une copie de la GNU General Public License avec ce programme; sinon, écrivez à la Free Software Foundation Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA

source: The GLAME swapfile subsystem is about to commit suicide. The reason for this is: %s The current pending libc error is: %s Just restart GLAME after fixing the above (which may be an internal GLAME error, too). -- BYE BYE.
da: Der er sket en kritisk fejl i delsystemet til GLAME's swapfil Grunden til dette er: %s Sidste fejl registreret af libc er: %s Genstart blot GLAME efter at have ordnet den førnævnte fejl (hvilket også kan være en indre fejl i GLAME). -- På Gensyn.
de: Im Auslagerungs-Subsystem von GLAME ist ein schwerer Ausnahmefehler aufgetreten. Der Grund dafür ist: %s Zuletzt wurde von libc folgender Fehler registriert: %s Bitte sorgen Sie dafür, dass die Fehlerursache (das kann auch ein GLAME-interner Fehler sein) behoben wird. -- BIS ZUM NÄCHSTEN MAL.
fr: Le fichier de tampon audio de GLAME va se suicider. La cause est: %s L'erreur fournie par la libc est: %s Redémarrer GLAME après avoir supprimé l'erreur (qui peut aussi avoir une cause interne à GLAME). -- Au revoir

source: Welcome first-time user of GLAME. We need to do some basic setup stuff. Please run through the preferences dialog and check the "Swapfile Path" and "Audio IO" settings.
da: Velkommen til GLAME. Det er første gang du benytter dette program og du må derfor angive nogle grundlæggende indstillinger. Kontroller venligst også stien til swapfilen og indstillingerne for lyd-ind/uddata.
de: Willkommen bei GLAME. Sie benutzen dieses Programm zum ersten Mal und müssen daher einige grundlegende Einstellungen vornehmen. Bitte überprüfen Sie den Pfad der Auslagerungsdatei und die Audio-Ein/Ausgabeeinstellungen.
fr: Bienvenue, nouvel utilisateur de GLAME. Il faut d'abord effectuer une configuration de base . SVP, allez dans la boite de dialogue Préférences et vérifiez le "chemin du fichier d'échange audio" et les réglages des "entrées/sorties audio".
it: Benvenuto nuovo utente di GLAME. È necessaria una configurazione preliminare di base.Si prega di controllare il pannello preferenze e controllare i settaggi "Swapfile Path" e "Audio IO".

source: You didnt change/check the configuration. GLAME is exiting now.
da: Du ændrede/kontrollerede ikke opsætningen. GLAME afsluttes.
fr: Vous n'avez pas changé/vérifié la configuration. Glame va se terminer.
it: Non hai cambiato/controllato la configurazione. Ora GLAME terminerà la sua esecuzione.

source: GLAME was unable to create its swapfile because of "%s". Please check the configuration.
da: GLAME kunne ikke oprette en swapfil på grund af "%s". Kontrollér venligst opsætningen.
de: GLAME hat seine Auslagerungsdatei nicht gefunden da %s. Bitte überprüfen Sie die Konfiguration.
fr: Glame n'a pas pu créer son fichier d'échange audio à cause de "%s". "Vérifiez la configuration svp.
it: GLAME non è stato in grado di creare il file di swap a causa di "%s". Si prega di controllare la configurazione.

source: GLAME was unable to open/init its swapfile because of "%s". Please check the configuration and/or check for GLAME messages on the console.
de: GLAME konnte seine Auslagerungsdatei nicht öffnen oder initialisieren weil %s. Bitte überprüfen Sie die Konfiguration.
fr: Glame ne peut pas ouvrir/initialiser son fichier d'échange audio à cause de "%s" Vérifiez la configuration et/ou vérifiez les messages de Glame dans le terminal
