Repository: malespiaut/glame
Catalog: po/*.po
Languages: da, de, fr, it

source: , Copyright (C) 1999-2001 by Alexander Ehlert, Richard Guenther, Johannes Hirche, Daniel Kobras. GLAME comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under certain conditions.
de: , Copyright (C) 1999-2001 von Alexander Ehlert, Richard Günther, Johannes Hirche, Daniel Kobras. GLAME wird OHNE JEGLICHE GARANTIEN vertrieben. Dies ist Freie Software und kann unter bestimmten Bedingungen beliebig weiter vertrieben werden.
fr: , Copyright (C) 1999-2001 par Alexander Ehlert, Richard Guenther, Johannes Hirche, Daniel Kobras.GLAME est distribué SANS AUCUNE GARANTIE. C'est un logiciel libre , et vous pouvez le redistribuer sous certaines conditions.

source: Edit
da: Redigér
de: Bearbeiten
fr: Editer
it: Edita

source: edit
fr: editer

source: Delete
da: Slet
de: Löschen
fr: Supprimer
it: Cancella

source: delete
fr: supprimer

source: Add group
da: Tilføj gruppe
de: Gruppe einfügen
fr: Ajouter un groupe
it: Aggiungi gruppo

source: addgroup
fr: ajouter un groupe

source: Add clipboard
da: Tilføj fra klippebord
de: Zwischenablage einfügen
fr: Ajouter un presse papier
it: Aggiungi clipboard

source: Add mono wave
de: Mono Spur einfügen
fr: Ajouter une piste mono

source: addfile
fr: ajouter un fichier

source: Add stereo wave
de: Stereo Spur einfügen
fr: Ajouter une piste stéréo

source: Link selected
da: Sammenkæd markerede
de: Selektierung verlinken
fr: Lier la sélection
it: Link selezionato

source: link
fr: Lier

source: Copy selected
da: Kopiér markerede
de: Selektierung kopieren
fr: Copier la selection
it: Copia selezionata

source: Merge with parent
da: Flet med forælder
de: Mit Vater verschmelzen
fr: Déplacer vers parent
it: Fondi con parent

source: import
fr: importer

source: Flatten
da: Sammenfold
de: Hierarchie flachen
fr: Aplanir
it: Appiattisci

source: flatten
fr: aplanir

source: Apply operation
da: Udfør handling
de: Operation durchführen
fr: Effectuer une operation
it: Applica operazione

source: Export swapfile tracks
fr: Exporter pistes

source: Export...
da: Eksportér...
de: Exportieren...
fr: Exporter...
it: Esporta...

source: Group
da: Gruppér
de: Gruppieren
fr: Groupe
it: Gruppo

source: Error executing
da: Fejl i udførelsen
de: Fehler bei der Ausführung
fr: Erreur d'execution
it: Errore nell'esecuzione

source: Cannot place item into irregular group
da: Kan ikke tilføje element i irregulær gruppe
de: Kann das Element nicht in eine irreguläre Gruppe einfügen
fr: Ne peut placer l'élément dans un groupe
it: Non riesco ad inserire elemento all'interno di un gruppo irregolare

source: left
da: venstre
de: Links
fr: gauche
it: sinistra

source: right
da: højre
de: Rechts
fr: droite
it: destra

source: Clipboard is empty
da: Klippebordet er tomt
de: Die Zwischenablage ist leer
fr: Presse papier vide
it: Clipboard vuoto

source: Cannot open timeline
de: Kann die Zeitlinie nicht öffnen
fr: ne peut ouvrir timeline

source: The timeline is highly experimental and may cause unexpected effects within other parts of GLAME. Be warned.
de: Die Zeitlinie ist in experimentellem Status und kann unerwartete Seiteneffekte hervorrufen. Seien Sie gewarnt.
fr: Les timelines sont expérimentales et peuvent avoir des effets inattendus sur les autres parties de Glame. Attention!

source: Zoom to selection
da: Forstør markering
de: Selektion vergrößern
fr: Zoomer la selection
it: Zoom sulla selezione

source: Goto marker
da: Gå til markør
de: Zur Markierung springen
fr: Aller au curseur
it: Vai al marker

source: Select none
da: Markér intet
de: Nichts selektieren
fr: Annuler selection
it: Seleziona nulla

source: Select all
da: Markér alt
de: Alles selektieren
fr: Tout selectionner
it: Seleziona tutto

source: Cut
da: Klip
de: Ausschneiden
fr: Couper
it: Taglia

source: Copy
da: Kopiér
de: Kopieren
fr: Copier
it: Copia

source: Paste
da: Sæt ind
de: Einfügen
fr: Coller
it: Incolla

source: Undo
da: Fortryd
de: Rückgängig
fr: Défaire
it: Annulla operazione

source: Redo
da: Omgør
de: Wiederholen
fr: Refaire
it: Annulla annulla operazione

source: Error during undo
da: Fejl ved fortryd
fr: Erreur pendant undo
it: Errore durante annulla operazione

source: Error during redo
da: Fejl ved omgør
fr: reeur pendant redo
it: Errore durante annulla annulla operazione

source: Play
fr: Lecture

source: No audio output support
da: Ingen understøttelse for lyduddata
de: Kein Ausgabegerät
fr: Pas de sortie audio disponible
it: Impossibile supporto audio output

source: No audio input support
da: Ingen understøttelse for lydinddata
de: Kein audio Eingabegerät verfügbar
fr: Pas d'entrée audio disponible
it: Impossibile supporto audio input

source: Cannot play/record wave
da: Kan ikke afspille/optage signal
de: Kann Wellenform nicht abspielen/aufnehmen
fr: Ne peut enregistrer/lire
it: Impossibile riprodurre/registrare forma d'onda

source: Cannot play wave
de: Kann Wellenform nicht abspielen
fr: Ne peut lire

source: Nothing selected
da: Intet markeret
de: Nichts selektiert
fr: Pas de sélection
it: Nessuna selezione

source: Failed to create network
da: Oprettelse af kredsløb mislykkedes
de: Kann Netzwerk nicht erzeugen
fr: Impossible de créer le reseau audio
it: Fallita la creazione della rete di filtri

source: View
da: Visning
de: Ansicht
fr: Vue
it: Vedi

source: Select
da: Markér
de: Selektieren
fr: Selectionner
it: Seleziona

source: Play all
da: Afspil alle
de: Alles spielen
fr: Lire tout
it: Riproduci tutto

source: Plays the whole wave
de: Spielt die gesamte Wellenform
fr: Lit tout le son

source: Play selection
da: Afspil markering
de: Selektion spielen
fr: Lire sélection
it: Riproduci selezione

source: Plays the actual selection
de: Spielt die aktuelle Selektion ab
fr: Lit la sélection actuelle

source: Play from marker
da: Afspil fra markør
de: Spielen ab Markierung
fr: Lire depuis curseur
it: Riproduci dal marker

source: Plays from marker position
de: Spielt ab der Markierung ab
fr: Lit à partir du curseur

source: Record at marker
da: Optag fra markør
de: Aufnehmen ab Markierung
fr: Enreg. depuis curseur
it: Registra dal marker

source: Records starting at marker position
de: Nimmt ab der Markierung auf
fr: L'enreg. part du curseur

source: Record into selection
da: Optag på markering
de: Aufnehmen in Selektion
fr: Enreg. dans sélection
it: Registra nella selezione

source: Records into the actual selection
de: Nimmt in die aktuelle selektion auf
fr: Enregistre dans la sélection actuelle

source: Apply filter
da: Anvend filter
de: Filter anwenden
fr: Appliquer un filtre
it: Applica filtro

source: Apply custom...
da: Anvend brugerdefineret...
de: Erweitert anwenden...
fr: Appliquer perso...
it: Applica su misura...

source: Creates a filternetwork window for applying it to the selection
de: Erzeugt ein Filternetzwerkeditor um es auf die Markierung anzuwenden
fr: Crée une fenêtre de réseau de filtres pour l'appliquer à la sélection

source: Routing
fr: Routage

source: Open down
de: Öffnen

source: GLAME only supports recording of up to two channels
de: GLAME kann maximal zwei Kanäle gleichzeitig aufnehmen

source: Record
de: Aufnehmen

source: Cannot record
de: Kann nicht aufnehmen

source: Description
da: Beskrivelse
de: Beschreibung
it: Descrizione

source: Type
de: Typ

source: Ports
da: Porte
de: Anschlüsse
it: Porte

source: _Open down
da: _Åben
de: _Öffnen
it: Apri in basso

source: Hangle: %f
da: Vinkel: %f
de: Winkel: %f

source: Source
de: Quelle

source: Stop
de: Anhalten

source: Compression
de: Kompression

source: Export
da: Eksportér
de: Exportieren
it: Esporta

source: Copyright (C) 1999-2001 R. Guenther, A. Ehlert, J. Hirche, D. Kobras
de: Copyright (C) 1999-2001 R. Günther, A. Ehlert, J. Hirche, D. Kobras

source: Timeline
de: Zeitlinie

source: Drop into hbox
de: In eine hbox droppen

source: Drop into vbox
de: In eine vbox droppen

source: Unable to create wavebuffer
de: Kann wavepuffer nicht erzeugen

source: Menu
de: Menü

source: Sync
da: Synkronisér
it: Sincronizza

source: Scroll wave while playing
da: Følg med signal under afspilning
it: Scrolling della forma d'onda durante il play

source: Maximum virtual memory used for caching [MB]
da: Maksimum virtuel hukommelse benyttet til mellemlagring [MB]
it: Memoria virtuale massima usata per la cache [MB]

source: Default input sample rate
da: Standard samplefrekvens
it: sample rate di input predefinita

source: Waveedit
da: Signalredigering
it: Editor Wave

source: GLAME version
it: GLAME versione

source: Lock size
da: Lås størrelse
it: Blocca dimensione

source: Loop previewing
da: Forhåndsvisning af løkke
it: Anteprima Loop

source: Export selection
da: Eksportér markering
it: Esporta selezione

source: Replace
it: Rimpiazza

source: Mix
it: Mixa

source: Play/Record
it: Riproduci/Registra

source: Export selection...
it: Esporta selezioni...

source: _Edit
it: _Edita

source: _View
it: _Visualizza

source: _Select
it: _Seleziona

source: FFT blocksize: %i
it: Dimensione blocchi FFT: %i

source: FFT oversampling: %i
it: Oversampling FFT: %i

source: SSP blocksize: %i
it: Dimensione blocchi SSP : %i

source: Save as...
it: Salva come...

source: Register...
it: Registra...

source: Properties...
da: Egenskaber...
it: Proprietà

source: Collapse
it: Collassa

source: _Network
it: Rete

source: No description
da: Ingen beskrivelse
